{
  "name": "R15_RMC",
  "long_name": "Mapping of subject=R15 with object=RMC",
  "last_update": "2026-02-11T18:48:29.198087+00:00",
  "data": {
    "sparql": "\n    PREFIX dc: <http://purl.org/dc/elements/1.1/>\n    PREFIX sssom: <https://w3id.org/sssom/schema/>\n    PREFIX text: <http://jena.apache.org/text#>\n    PREFIX skos: <http://www.w3.org/2004/02/skos/core#>\n\n    select ?subj ?pred ?obj where { ?a a sssom:Mapping .\n    ?a sssom:subject_id ?subj .\n    <http://vocab.nerc.ac.uk/collection/R15/current/> skos:member ?subj.\n    ?a sssom:predicate_id ?pred .\n    ?a sssom:object_id ?obj .\n    <http://vocab.nerc.ac.uk/collection/RMC/current/> skos:member ?obj.}\n    ",
    "content": {
      "head": {
        "vars": [
          "subj",
          "pred",
          "obj"
        ]
      },
      "results": {
        "bindings": [
          {
            "subj": {
              "type": "uri",
              "value": "http://vocab.nerc.ac.uk/collection/R15/current/704/"
            },
            "pred": {
              "type": "uri",
              "value": "http://www.w3.org/2004/02/skos/core#broader/"
            },
            "obj": {
              "type": "uri",
              "value": "http://vocab.nerc.ac.uk/collection/RMC/current/RSPEC/"
            }
          },
          {
            "subj": {
              "type": "uri",
              "value": "http://vocab.nerc.ac.uk/collection/R15/current/702/"
            },
            "pred": {
              "type": "uri",
              "value": "http://www.w3.org/2004/02/skos/core#broader/"
            },
            "obj": {
              "type": "uri",
              "value": "http://vocab.nerc.ac.uk/collection/RMC/current/RSPEC/"
            }
          }
        ]
      }
    }
  }
}